alacritty
alsa-plugins
alsa-utils
amdvlk
arc-kde-git
autoconf
automake
barrier
base
binutils
bison
blender
bluedevil
bluez-utils
brave-bin
brightness-controller-git
btop
chromium
code
dash
discord
dmidecode
dnsmasq
docker
docker-compose
dolphin
dunst
edk2-ovmf
efibootmgr
fakeroot
fd
firefox
flex
fzf
gcc
gimp
git
go
godot
groff
grub
iptables-nft
jdk-openjdk
jq
jre-openjdk
kde-gtk-config
kdeplasma-addons
kwalletmanager
latte-dock
lazygit
ledger-live
lf
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-jack2
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mesa-vdpau
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-pipewire
lib32-sqlite
lib32-v4l-utils
libtool
libva
libva-mesa-driver
libvirt
lightdm
lightdm-webkit-theme-aether
linux
linux-firmware
linux-headers
linux-lts
lolcat
looking-glass
lua
lua-language-server
luarocks
lutris
m4
make
mesa-vdpau
minecraft-launcher
mpd
nautilus
neofetch
neovim
networkmanager
nitrogen
nodejs
npm
ntfs-3g
nvim-packer-git
nvm
ocl-icd
openal
openjdk-doc
openjdk-src
openssh
pacman-contrib
patch
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-docs
pkgconf
plasma-desktop
plasma-nm
plasma-pa
postman-bin
powerdevil
prettier
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer
pulseaudio-jack
pulseaudio-lirc
pulseaudio-modules-bt
pulseaudio-zeroconf
python-pip
python-ueberzug-git
python2
qemu-desktop
qjackctl
ranger
redshift
ripgrep
rpi-imager
rsync
rust
scream
scrot
sddm-kcm
slack-desktop
stalonetray
stow
sudo
sweet-theme-full-git
swtpm
terminus-font
terraform
texinfo
tmux
tree
unzip
usbutils
vi
vim
virt-manager
vulkan-radeon
w3m
wget
which
wine-staging
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yay-git
zsh
zsh-completions
